売上レポート  集計日： <!--{$today}-->

******************************************************************
　Daily Report
******************************************************************
今週の売上： <!--{$arrTotal.thisWeekTotal|number_format|default:0}-->円　（締日：<!--{$arrWeekDays[$weeklyBaseDay]}--> )
今月の売上： <!--{$arrTotal.thisMonthTotal|number_format|default:0}-->円 （締日：<!--{$monthlyHeadDay}--> )

昨日の明細
<!--{foreach from=$arrTotal.Daily item=order}-->
<!--{$order.sales_date}-->  <!--{$order.order_name01}--><!--{$order.order_name02}--> <!--{$order.product_name}--> <!--{$order.total}--> <!--{$order.bumon}-->
<!--{foreachelse}-->
昨日の売上はありません
<!--{/foreach}-->

******************************************************************
　未入金一覧
******************************************************************
<!--{foreach from=$arrTotal.unPaidOrder item=order}-->
<!--{$order.sales_date}-->  <!--{$order.order_name01}--><!--{$order.order_name02}--> <!--{$order.product_name}--> <!--{$order.total}--> <!--{$order.bumon}-->
<!--{foreachelse}-->
未入金はありません
<!--{/foreach}-->

******************************************************************
　
******************************************************************

-----------------------------------------------------------
手数料 ￥
===============================================================
合　計 ￥
===============================================================
================================================================
